window.IDJLT_KANJI = {
  "source": "kanji-practice-print.pdf",
  "singles": [
    {
      "id": "kanji-single-0",
      "kanji": "一",
      "meaning": "один",
      "readings": [
        "ひとつ",
        "ひとり",
        "いちがつ",
        "いちねん",
        "いちまんえん"
      ],
      "examples": [
        {
          "term": "一つ",
          "reading": "ひとつ",
          "ru": "один",
          "en": "один"
        },
        {
          "term": "一人",
          "reading": "ひとり",
          "ru": "один человек",
          "en": "один человек"
        },
        {
          "term": "一月",
          "reading": "いちがつ",
          "ru": "январь",
          "en": "январь"
        },
        {
          "term": "一年",
          "reading": "いちねん",
          "ru": "один год",
          "en": "один год"
        },
        {
          "term": "一万円",
          "reading": "いちまんえん",
          "ru": "10000",
          "en": "10000"
        }
      ],
      "kun": [
        "ひと",
        "ひとつ"
      ],
      "on": [
        "イチ",
        "イツ"
      ]
    },
    {
      "id": "kanji-single-1",
      "kanji": "人",
      "meaning": "человек",
      "readings": [
        "ひとり",
        "ふたり",
        "さんにん",
        "よにん",
        "ごにん",
        "ろくにん",
        "ななにん",
        "はちにん",
        "きゅうにん",
        "じゅうにん",
        "ひと",
        "にほんじん"
      ],
      "examples": [
        {
          "term": "一人",
          "reading": "ひとり",
          "ru": "один человек",
          "en": "один человек"
        },
        {
          "term": "二人",
          "reading": "ふたり",
          "ru": "два человека",
          "en": "два человека"
        },
        {
          "term": "三人",
          "reading": "さんにん",
          "ru": "три человек",
          "en": "три человек"
        },
        {
          "term": "四人",
          "reading": "よにん",
          "ru": "четыре человека",
          "en": "четыре человека"
        },
        {
          "term": "五人",
          "reading": "ごにん",
          "ru": "пять человек",
          "en": "пять человек"
        }
      ],
      "kun": [
        "ひと"
      ],
      "on": [
        "ジン",
        "ニン"
      ]
    },
    {
      "id": "kanji-single-2",
      "kanji": "月",
      "meaning": "месяц; луна",
      "readings": [
        "いちがつ",
        "にがつ",
        "さんがつ",
        "しがつ",
        "ごがつ",
        "ろくがつ",
        "しちがつ",
        "はちがつ",
        "くがつ",
        "じゅうがつ",
        "つき",
        "げつようび"
      ],
      "examples": [
        {
          "term": "一月",
          "reading": "いちがつ",
          "ru": "январь",
          "en": "январь"
        },
        {
          "term": "二月",
          "reading": "にがつ",
          "ru": "февраль",
          "en": "февраль"
        },
        {
          "term": "三月",
          "reading": "さんがつ",
          "ru": "март",
          "en": "март"
        },
        {
          "term": "四月",
          "reading": "しがつ",
          "ru": "апрель",
          "en": "апрель"
        },
        {
          "term": "五月",
          "reading": "ごがつ",
          "ru": "Май",
          "en": "Май"
        }
      ],
      "kun": [
        "つき"
      ],
      "on": [
        "ゲツ",
        "ガツ"
      ]
    },
    {
      "id": "kanji-single-3",
      "kanji": "年",
      "meaning": "год",
      "readings": [
        "いちねん",
        "にねん",
        "さんねん",
        "よねん",
        "ごねん",
        "ろくねん",
        "ななねん",
        "はちねん",
        "きゅうねん",
        "じゅうねん",
        "ことし",
        "きょねん",
        "らいねん"
      ],
      "examples": [
        {
          "term": "一年",
          "reading": "いちねん",
          "ru": "один год",
          "en": "один год"
        },
        {
          "term": "二年",
          "reading": "にねん",
          "ru": "два года",
          "en": "два года"
        },
        {
          "term": "三年",
          "reading": "さんねん",
          "ru": "три года",
          "en": "три года"
        },
        {
          "term": "四年",
          "reading": "よねん",
          "ru": "четыре года",
          "en": "четыре года"
        },
        {
          "term": "五年",
          "reading": "ごねん",
          "ru": "пять лет",
          "en": "пять лет"
        }
      ],
      "kun": [
        "とし"
      ],
      "on": [
        "ネン"
      ]
    },
    {
      "id": "kanji-single-4",
      "kanji": "二",
      "meaning": "два",
      "readings": [
        "ふたつ",
        "ふたり",
        "にがつ",
        "にねん",
        "にひゃく"
      ],
      "examples": [
        {
          "term": "二つ",
          "reading": "ふたつ",
          "ru": "два",
          "en": "два"
        },
        {
          "term": "二人",
          "reading": "ふたり",
          "ru": "два человека",
          "en": "два человека"
        },
        {
          "term": "二月",
          "reading": "にがつ",
          "ru": "февраль",
          "en": "февраль"
        },
        {
          "term": "二年",
          "reading": "にねん",
          "ru": "два года",
          "en": "два года"
        },
        {
          "term": "二百",
          "reading": "にひゃく",
          "ru": "200",
          "en": "200"
        }
      ],
      "kun": [
        "ふた",
        "ふたつ"
      ],
      "on": [
        "ニ"
      ]
    },
    {
      "id": "kanji-single-5",
      "kanji": "三",
      "meaning": "три",
      "readings": [
        "みっつ",
        "さんにん",
        "さんがつ",
        "さんねん",
        "さんびゃく",
        "さんぜん"
      ],
      "examples": [
        {
          "term": "三つ",
          "reading": "みっつ",
          "ru": "три",
          "en": "три"
        },
        {
          "term": "三人",
          "reading": "さんにん",
          "ru": "три человек",
          "en": "три человек"
        },
        {
          "term": "三月",
          "reading": "さんがつ",
          "ru": "март",
          "en": "март"
        },
        {
          "term": "三年",
          "reading": "さんねん",
          "ru": "три года",
          "en": "три года"
        },
        {
          "term": "三百",
          "reading": "さんびゃく",
          "ru": "300",
          "en": "300"
        }
      ],
      "kun": [
        "み",
        "みっつ"
      ],
      "on": [
        "サン"
      ]
    },
    {
      "id": "kanji-single-6",
      "kanji": "四",
      "meaning": "четыре",
      "readings": [
        "よっつ",
        "よにん",
        "しがつ",
        "よねん",
        "よじ"
      ],
      "examples": [
        {
          "term": "四つ",
          "reading": "よっつ",
          "ru": "четыре",
          "en": "четыре"
        },
        {
          "term": "四人",
          "reading": "よにん",
          "ru": "четыре человека",
          "en": "четыре человека"
        },
        {
          "term": "四月",
          "reading": "しがつ",
          "ru": "апрель",
          "en": "апрель"
        },
        {
          "term": "四年",
          "reading": "よねん",
          "ru": "четыре года",
          "en": "четыре года"
        },
        {
          "term": "四じ",
          "reading": "よじ",
          "ru": "четыре часа",
          "en": "четыре часа"
        }
      ],
      "kun": [
        "よ",
        "よん",
        "よっつ"
      ],
      "on": [
        "シ"
      ]
    },
    {
      "id": "kanji-single-7",
      "kanji": "五",
      "meaning": "пять",
      "readings": [
        "いつつ",
        "ごにん",
        "ごがつ",
        "ごねん",
        "ごひゃくえん"
      ],
      "examples": [
        {
          "term": "五つ",
          "reading": "いつつ",
          "ru": "пять",
          "en": "пять"
        },
        {
          "term": "五人",
          "reading": "ごにん",
          "ru": "пять человек",
          "en": "пять человек"
        },
        {
          "term": "五月",
          "reading": "ごがつ",
          "ru": "Май",
          "en": "Май"
        },
        {
          "term": "五年",
          "reading": "ごねん",
          "ru": "пять лет",
          "en": "пять лет"
        },
        {
          "term": "五百円",
          "reading": "ごひゃくえん",
          "ru": "500 иен",
          "en": "500 иен"
        }
      ],
      "kun": [
        "いつ",
        "いつつ"
      ],
      "on": [
        "ゴ"
      ]
    },
    {
      "id": "kanji-single-8",
      "kanji": "六",
      "meaning": "шесть",
      "readings": [
        "むっつ",
        "ろくにん",
        "ろくがつ",
        "ろくねん",
        "ろっぴゃく"
      ],
      "examples": [
        {
          "term": "六つ",
          "reading": "むっつ",
          "ru": "шесть",
          "en": "шесть"
        },
        {
          "term": "六人",
          "reading": "ろくにん",
          "ru": "шесть человек",
          "en": "шесть человек"
        },
        {
          "term": "六月",
          "reading": "ろくがつ",
          "ru": "Июнь",
          "en": "Июнь"
        },
        {
          "term": "六年",
          "reading": "ろくねん",
          "ru": "шесть лет",
          "en": "шесть лет"
        },
        {
          "term": "六百",
          "reading": "ろっぴゃく",
          "ru": "600",
          "en": "600"
        }
      ],
      "kun": [
        "む",
        "むっつ"
      ],
      "on": [
        "ロク"
      ]
    },
    {
      "id": "kanji-single-9",
      "kanji": "七",
      "meaning": "семь",
      "readings": [
        "ななつ",
        "ななにん",
        "しちがつ",
        "ななねん",
        "しちじ",
        "ななせんえん"
      ],
      "examples": [
        {
          "term": "七つ",
          "reading": "ななつ",
          "ru": "семь",
          "en": "семь"
        },
        {
          "term": "七人",
          "reading": "ななにん",
          "ru": "семь человек",
          "en": "семь человек"
        },
        {
          "term": "七月",
          "reading": "しちがつ",
          "ru": "Июль",
          "en": "Июль"
        },
        {
          "term": "七年",
          "reading": "ななねん",
          "ru": "семь лет",
          "en": "семь лет"
        },
        {
          "term": "七じ",
          "reading": "しちじ",
          "ru": "семь часов",
          "en": "семь часов"
        }
      ],
      "kun": [
        "なな",
        "なの"
      ],
      "on": [
        "シチ"
      ]
    },
    {
      "id": "kanji-single-10",
      "kanji": "八",
      "meaning": "восемь",
      "readings": [
        "やっつ",
        "はちにん",
        "はちがつ",
        "はちねん",
        "はっぴゃく",
        "はっせん"
      ],
      "examples": [
        {
          "term": "八つ",
          "reading": "やっつ",
          "ru": "восемь",
          "en": "восемь"
        },
        {
          "term": "八人",
          "reading": "はちにん",
          "ru": "восемь человек",
          "en": "восемь человек"
        },
        {
          "term": "八月",
          "reading": "はちがつ",
          "ru": "Август",
          "en": "Август"
        },
        {
          "term": "八年",
          "reading": "はちねん",
          "ru": "восемь лет",
          "en": "восемь лет"
        },
        {
          "term": "八百",
          "reading": "はっぴゃく",
          "ru": "800",
          "en": "800"
        }
      ],
      "kun": [
        "や",
        "やっつ"
      ],
      "on": [
        "ハチ"
      ]
    },
    {
      "id": "kanji-single-11",
      "kanji": "九",
      "meaning": "девять",
      "readings": [
        "ここのつ",
        "きゅうにん",
        "くがつ",
        "きゅうねん",
        "くじ",
        "きゅうせんえん"
      ],
      "examples": [
        {
          "term": "九つ",
          "reading": "ここのつ",
          "ru": "девять",
          "en": "девять"
        },
        {
          "term": "九人",
          "reading": "きゅうにん",
          "ru": "девять человек",
          "en": "девять человек"
        },
        {
          "term": "九月",
          "reading": "くがつ",
          "ru": "Сентябрь",
          "en": "Сентябрь"
        },
        {
          "term": "九年",
          "reading": "きゅうねん",
          "ru": "девять лет",
          "en": "девять лет"
        },
        {
          "term": "九じ",
          "reading": "くじ",
          "ru": "девять часов",
          "en": "девять часов"
        }
      ],
      "kun": [
        "ここの",
        "ここのつ"
      ],
      "on": [
        "キュウ",
        "ク"
      ]
    },
    {
      "id": "kanji-single-12",
      "kanji": "十",
      "meaning": "десять",
      "readings": [
        "とお",
        "じゅうにん",
        "じゅうがつ",
        "じゅうねん"
      ],
      "examples": [
        {
          "term": "十",
          "reading": "とお",
          "ru": "десять",
          "en": "десять"
        },
        {
          "term": "十人",
          "reading": "じゅうにん",
          "ru": "десять человек",
          "en": "десять человек"
        },
        {
          "term": "十月",
          "reading": "じゅうがつ",
          "ru": "Октябрь",
          "en": "Октябрь"
        },
        {
          "term": "十年",
          "reading": "じゅうねん",
          "ru": "десять лет",
          "en": "десять лет"
        }
      ],
      "kun": [
        "とお",
        "と"
      ],
      "on": [
        "ジュウ",
        "ジッ"
      ]
    },
    {
      "id": "kanji-single-13",
      "kanji": "百",
      "meaning": "сто",
      "readings": [
        "にひゃく",
        "さんびゃく",
        "ろっぴゃく",
        "はっぴゃく",
        "ひゃくえん",
        "ごひゃくえん"
      ],
      "examples": [
        {
          "term": "二百",
          "reading": "にひゃく",
          "ru": "200",
          "en": "200"
        },
        {
          "term": "三百",
          "reading": "さんびゃく",
          "ru": "300",
          "en": "300"
        },
        {
          "term": "六百",
          "reading": "ろっぴゃく",
          "ru": "600",
          "en": "600"
        },
        {
          "term": "八百",
          "reading": "はっぴゃく",
          "ru": "800",
          "en": "800"
        },
        {
          "term": "百円",
          "reading": "ひゃくえん",
          "ru": "100 иен",
          "en": "100 иен"
        }
      ],
      "kun": [],
      "on": [
        "ヒャク"
      ]
    },
    {
      "id": "kanji-single-14",
      "kanji": "千",
      "meaning": "тысяча",
      "readings": [
        "さんぜん",
        "はっせん",
        "せんえん",
        "ななせんえん",
        "きゅうせんえん"
      ],
      "examples": [
        {
          "term": "三千",
          "reading": "さんぜん",
          "ru": "3000",
          "en": "3000"
        },
        {
          "term": "八千",
          "reading": "はっせん",
          "ru": "8000",
          "en": "8000"
        },
        {
          "term": "千円",
          "reading": "せんえん",
          "ru": "1000 иен",
          "en": "1000 иен"
        },
        {
          "term": "七千円",
          "reading": "ななせんえん",
          "ru": "7000 иен",
          "en": "7000 иен"
        },
        {
          "term": "九千円",
          "reading": "きゅうせんえん",
          "ru": "9000 иен",
          "en": "9000 иен"
        }
      ],
      "kun": [
        "ち"
      ],
      "on": [
        "セン"
      ]
    },
    {
      "id": "kanji-single-15",
      "kanji": "円",
      "meaning": "иена; круг",
      "readings": [
        "せんえん",
        "ななせんえん",
        "いちまんえん",
        "ひゃくえん",
        "ごひゃくえん",
        "きゅうせんえん"
      ],
      "examples": [
        {
          "term": "千円",
          "reading": "せんえん",
          "ru": "1000 иен",
          "en": "1000 иен"
        },
        {
          "term": "七千円",
          "reading": "ななせんえん",
          "ru": "7000 иен",
          "en": "7000 иен"
        },
        {
          "term": "一万円",
          "reading": "いちまんえん",
          "ru": "10000",
          "en": "10000"
        },
        {
          "term": "百円",
          "reading": "ひゃくえん",
          "ru": "100 иен",
          "en": "100 иен"
        },
        {
          "term": "五百円",
          "reading": "ごひゃくえん",
          "ru": "500 иен",
          "en": "500 иен"
        }
      ],
      "kun": [
        "まるい"
      ],
      "on": [
        "エン"
      ]
    },
    {
      "id": "kanji-single-16",
      "kanji": "万",
      "meaning": "десять тысяч",
      "readings": [
        "いちまんえん",
        "ばんこく"
      ],
      "examples": [
        {
          "term": "一万円",
          "reading": "いちまんえん",
          "ru": "10000",
          "en": "10000"
        },
        {
          "term": "万国",
          "reading": "ばんこく",
          "ru": "Все страны",
          "en": "Все страны"
        }
      ],
      "kun": [],
      "on": [
        "マン",
        "バン"
      ]
    },
    {
      "id": "kanji-single-17",
      "kanji": "国",
      "meaning": "страна",
      "readings": [
        "ばんこく"
      ],
      "examples": [
        {
          "term": "万国",
          "reading": "ばんこく",
          "ru": "Все страны",
          "en": "Все страны"
        }
      ],
      "kun": [
        "くに"
      ],
      "on": [
        "コク"
      ]
    },
    {
      "id": "kanji-single-18",
      "kanji": "今",
      "meaning": "сейчас",
      "readings": [
        "ことし"
      ],
      "examples": [
        {
          "term": "今年",
          "reading": "ことし",
          "ru": "этот год",
          "en": "этот год"
        }
      ],
      "kun": [
        "いま"
      ],
      "on": [
        "コン",
        "キン"
      ]
    },
    {
      "id": "kanji-single-19",
      "kanji": "日",
      "meaning": "день; солнце",
      "readings": [
        "にほんじん",
        "げつようび",
        "もくようび",
        "すいようび",
        "きんようび",
        "かようび",
        "どようび"
      ],
      "examples": [
        {
          "term": "日本人",
          "reading": "にほんじん",
          "ru": "японец",
          "en": "японец"
        },
        {
          "term": "月よう日",
          "reading": "げつようび",
          "ru": "Понедельник",
          "en": "Понедельник"
        },
        {
          "term": "木よう日",
          "reading": "もくようび",
          "ru": "Четверг",
          "en": "Четверг"
        },
        {
          "term": "水よう日",
          "reading": "すいようび",
          "ru": "Среда",
          "en": "Среда"
        },
        {
          "term": "金よう日",
          "reading": "きんようび",
          "ru": "Пятница",
          "en": "Пятница"
        }
      ],
      "kun": [
        "ひ",
        "か"
      ],
      "on": [
        "ニチ",
        "ジツ"
      ]
    },
    {
      "id": "kanji-single-20",
      "kanji": "本",
      "meaning": "Япония; основа; книга",
      "readings": [
        "にほんじん"
      ],
      "examples": [
        {
          "term": "日本人",
          "reading": "にほんじん",
          "ru": "японец",
          "en": "японец"
        }
      ],
      "kun": [
        "もと"
      ],
      "on": [
        "ホン"
      ]
    },
    {
      "id": "kanji-single-21",
      "kanji": "木",
      "meaning": "дерево",
      "readings": [
        "き",
        "もくようび"
      ],
      "examples": [
        {
          "term": "木",
          "reading": "き",
          "ru": "дерево",
          "en": "дерево"
        },
        {
          "term": "木よう日",
          "reading": "もくようび",
          "ru": "Четверг",
          "en": "Четверг"
        }
      ],
      "kun": [
        "き",
        "こ"
      ],
      "on": [
        "モク",
        "ボク"
      ]
    },
    {
      "id": "kanji-single-22",
      "kanji": "水",
      "meaning": "вода",
      "readings": [
        "みず",
        "すいようび"
      ],
      "examples": [
        {
          "term": "水",
          "reading": "みず",
          "ru": "вода",
          "en": "вода"
        },
        {
          "term": "水よう日",
          "reading": "すいようび",
          "ru": "Среда",
          "en": "Среда"
        }
      ],
      "kun": [
        "みず"
      ],
      "on": [
        "スイ"
      ]
    },
    {
      "id": "kanji-single-23",
      "kanji": "川",
      "meaning": "река",
      "readings": [
        "かわ"
      ],
      "examples": [
        {
          "term": "川",
          "reading": "かわ",
          "ru": "река",
          "en": "река"
        }
      ],
      "kun": [
        "かわ"
      ],
      "on": [
        "セン"
      ]
    },
    {
      "id": "kanji-single-24",
      "kanji": "金",
      "meaning": "деньги; золото",
      "readings": [
        "おかね",
        "きん",
        "きんようび"
      ],
      "examples": [
        {
          "term": "お金",
          "reading": "おかね",
          "ru": "деньги",
          "en": "деньги"
        },
        {
          "term": "金",
          "reading": "きん",
          "ru": "золото",
          "en": "золото"
        },
        {
          "term": "金よう日",
          "reading": "きんようび",
          "ru": "Пятница",
          "en": "Пятница"
        }
      ],
      "kun": [
        "かね",
        "かな"
      ],
      "on": [
        "キン",
        "コン"
      ]
    },
    {
      "id": "kanji-single-25",
      "kanji": "火",
      "meaning": "огонь",
      "readings": [
        "ひ",
        "かざん",
        "かようび"
      ],
      "examples": [
        {
          "term": "火",
          "reading": "ひ",
          "ru": "огонь",
          "en": "огонь"
        },
        {
          "term": "火山",
          "reading": "かざん",
          "ru": "вулкан",
          "en": "вулкан"
        },
        {
          "term": "火よう日",
          "reading": "かようび",
          "ru": "Вторник",
          "en": "Вторник"
        }
      ],
      "kun": [
        "ひ",
        "ほ"
      ],
      "on": [
        "カ"
      ]
    },
    {
      "id": "kanji-single-26",
      "kanji": "山",
      "meaning": "гора",
      "readings": [
        "かざん",
        "やま",
        "ふじさん"
      ],
      "examples": [
        {
          "term": "火山",
          "reading": "かざん",
          "ru": "вулкан",
          "en": "вулкан"
        },
        {
          "term": "山",
          "reading": "やま",
          "ru": "гора",
          "en": "гора"
        },
        {
          "term": "富士山",
          "reading": "ふじさん",
          "ru": "Гора Фудзи",
          "en": "Гора Фудзи"
        }
      ],
      "kun": [
        "やま"
      ],
      "on": [
        "サン",
        "ザン"
      ]
    },
    {
      "id": "kanji-single-27",
      "kanji": "富",
      "meaning": "богатство",
      "readings": [
        "ふじさん"
      ],
      "examples": [
        {
          "term": "富士山",
          "reading": "ふじさん",
          "ru": "Гора Фудзи",
          "en": "Гора Фудзи"
        }
      ],
      "kun": [
        "とみ",
        "と"
      ],
      "on": [
        "フ"
      ]
    },
    {
      "id": "kanji-single-28",
      "kanji": "士",
      "meaning": "самурай; господин",
      "readings": [
        "ふじさん"
      ],
      "examples": [
        {
          "term": "富士山",
          "reading": "ふじさん",
          "ru": "Гора Фудзи",
          "en": "Гора Фудзи"
        }
      ],
      "kun": [],
      "on": [
        "シ"
      ]
    },
    {
      "id": "kanji-single-29",
      "kanji": "土",
      "meaning": "земля",
      "readings": [
        "つち",
        "どようび"
      ],
      "examples": [
        {
          "term": "土",
          "reading": "つち",
          "ru": "земля",
          "en": "земля"
        },
        {
          "term": "土よう日",
          "reading": "どようび",
          "ru": "Суббота",
          "en": "Суббота"
        }
      ],
      "kun": [
        "つち"
      ],
      "on": [
        "ド",
        "ト"
      ]
    },
    {
      "id": "kanji-single-30",
      "kanji": "先",
      "meaning": "раньше; впереди",
      "readings": [
        "せんせい",
        "おさきにしつれいします",
        "せんしゅう"
      ],
      "examples": [
        {
          "term": "先生",
          "reading": "せんせい",
          "ru": "учитель",
          "en": "учитель"
        },
        {
          "term": "お先にしつれいします。",
          "reading": "おさきにしつれいします",
          "ru": "до свидания.",
          "en": "до свидания."
        },
        {
          "term": "先しゅう",
          "reading": "せんしゅう",
          "ru": "прошлой неделе",
          "en": "прошлой неделе"
        }
      ],
      "kun": [
        "さき"
      ],
      "on": [
        "セン"
      ]
    },
    {
      "id": "kanji-single-31",
      "kanji": "生",
      "meaning": "жизнь; рождение",
      "readings": [
        "せんせい",
        "がくせい",
        "いきます",
        "うまれます"
      ],
      "examples": [
        {
          "term": "先生",
          "reading": "せんせい",
          "ru": "учитель",
          "en": "учитель"
        },
        {
          "term": "学生",
          "reading": "がくせい",
          "ru": "студент",
          "en": "студент"
        },
        {
          "term": "生きます",
          "reading": "いきます",
          "ru": "жить",
          "en": "жить"
        },
        {
          "term": "生まれます",
          "reading": "うまれます",
          "ru": "родиться",
          "en": "родиться"
        }
      ],
      "kun": [
        "いきる",
        "うまれる",
        "なま"
      ],
      "on": [
        "セイ",
        "ショウ"
      ]
    },
    {
      "id": "kanji-single-32",
      "kanji": "学",
      "meaning": "учёба",
      "readings": [
        "がくせい",
        "だいがく",
        "がっこう",
        "まなびます"
      ],
      "examples": [
        {
          "term": "学生",
          "reading": "がくせい",
          "ru": "студент",
          "en": "студент"
        },
        {
          "term": "大学",
          "reading": "だいがく",
          "ru": "университет",
          "en": "университет"
        },
        {
          "term": "学校",
          "reading": "がっこう",
          "ru": "школа",
          "en": "школа"
        },
        {
          "term": "学びます",
          "reading": "まなびます",
          "ru": "изучать",
          "en": "изучать"
        }
      ],
      "kun": [
        "まなぶ"
      ],
      "on": [
        "ガク"
      ]
    },
    {
      "id": "kanji-single-33",
      "kanji": "父",
      "meaning": "отец",
      "readings": [
        "ちち",
        "おとうさん"
      ],
      "examples": [
        {
          "term": "父",
          "reading": "ちち",
          "ru": "отец",
          "en": "отец"
        },
        {
          "term": "お父さん",
          "reading": "おとうさん",
          "ru": "чужой отец",
          "en": "чужой отец"
        }
      ],
      "kun": [
        "ちち"
      ],
      "on": [
        "フ"
      ]
    },
    {
      "id": "kanji-single-34",
      "kanji": "大",
      "meaning": "большой",
      "readings": [
        "だいがく"
      ],
      "examples": [
        {
          "term": "大学",
          "reading": "だいがく",
          "ru": "университет",
          "en": "университет"
        }
      ],
      "kun": [
        "おお",
        "おおきい"
      ],
      "on": [
        "ダイ",
        "タイ"
      ]
    },
    {
      "id": "kanji-single-35",
      "kanji": "校",
      "meaning": "школа",
      "readings": [
        "がっこう"
      ],
      "examples": [
        {
          "term": "学校",
          "reading": "がっこう",
          "ru": "школа",
          "en": "школа"
        }
      ],
      "kun": [],
      "on": [
        "コウ"
      ]
    },
    {
      "id": "kanji-single-36",
      "kanji": "子",
      "meaning": "ребёнок",
      "readings": [
        "こども"
      ],
      "examples": [
        {
          "term": "子ども",
          "reading": "こども",
          "ru": "дети",
          "en": "дети"
        }
      ],
      "kun": [
        "こ"
      ],
      "on": [
        "シ",
        "ス"
      ]
    }
  ],
  "words": [
    {
      "id": "kanji-word-0",
      "term": "一つ",
      "reading": "ひとつ",
      "ru": "один",
      "en": "один",
      "page": 1
    },
    {
      "id": "kanji-word-1",
      "term": "一人",
      "reading": "ひとり",
      "ru": "один человек",
      "en": "один человек",
      "page": 1
    },
    {
      "id": "kanji-word-2",
      "term": "一月",
      "reading": "いちがつ",
      "ru": "январь",
      "en": "январь",
      "page": 1
    },
    {
      "id": "kanji-word-3",
      "term": "一年",
      "reading": "いちねん",
      "ru": "один год",
      "en": "один год",
      "page": 1
    },
    {
      "id": "kanji-word-4",
      "term": "二つ",
      "reading": "ふたつ",
      "ru": "два",
      "en": "два",
      "page": 1
    },
    {
      "id": "kanji-word-5",
      "term": "二人",
      "reading": "ふたり",
      "ru": "два человека",
      "en": "два человека",
      "page": 1
    },
    {
      "id": "kanji-word-6",
      "term": "二月",
      "reading": "にがつ",
      "ru": "февраль",
      "en": "февраль",
      "page": 1
    },
    {
      "id": "kanji-word-7",
      "term": "二年",
      "reading": "にねん",
      "ru": "два года",
      "en": "два года",
      "page": 1
    },
    {
      "id": "kanji-word-8",
      "term": "三つ",
      "reading": "みっつ",
      "ru": "три",
      "en": "три",
      "page": 2
    },
    {
      "id": "kanji-word-9",
      "term": "三人",
      "reading": "さんにん",
      "ru": "три человек",
      "en": "три человек",
      "page": 2
    },
    {
      "id": "kanji-word-10",
      "term": "三月",
      "reading": "さんがつ",
      "ru": "март",
      "en": "март",
      "page": 2
    },
    {
      "id": "kanji-word-11",
      "term": "三年",
      "reading": "さんねん",
      "ru": "три года",
      "en": "три года",
      "page": 2
    },
    {
      "id": "kanji-word-12",
      "term": "四つ",
      "reading": "よっつ",
      "ru": "четыре",
      "en": "четыре",
      "page": 2
    },
    {
      "id": "kanji-word-13",
      "term": "四人",
      "reading": "よにん",
      "ru": "четыре человека",
      "en": "четыре человека",
      "page": 2
    },
    {
      "id": "kanji-word-14",
      "term": "四月",
      "reading": "しがつ",
      "ru": "апрель",
      "en": "апрель",
      "page": 2
    },
    {
      "id": "kanji-word-15",
      "term": "四年",
      "reading": "よねん",
      "ru": "четыре года",
      "en": "четыре года",
      "page": 2
    },
    {
      "id": "kanji-word-16",
      "term": "四じ",
      "reading": "よじ",
      "ru": "четыре часа",
      "en": "четыре часа",
      "page": 2
    },
    {
      "id": "kanji-word-17",
      "term": "五つ",
      "reading": "いつつ",
      "ru": "пять",
      "en": "пять",
      "page": 3
    },
    {
      "id": "kanji-word-18",
      "term": "五人",
      "reading": "ごにん",
      "ru": "пять человек",
      "en": "пять человек",
      "page": 3
    },
    {
      "id": "kanji-word-19",
      "term": "五月",
      "reading": "ごがつ",
      "ru": "Май",
      "en": "Май",
      "page": 3
    },
    {
      "id": "kanji-word-20",
      "term": "五年",
      "reading": "ごねん",
      "ru": "пять лет",
      "en": "пять лет",
      "page": 3
    },
    {
      "id": "kanji-word-21",
      "term": "六つ",
      "reading": "むっつ",
      "ru": "шесть",
      "en": "шесть",
      "page": 3
    },
    {
      "id": "kanji-word-22",
      "term": "六人",
      "reading": "ろくにん",
      "ru": "шесть человек",
      "en": "шесть человек",
      "page": 3
    },
    {
      "id": "kanji-word-23",
      "term": "六月",
      "reading": "ろくがつ",
      "ru": "Июнь",
      "en": "Июнь",
      "page": 3
    },
    {
      "id": "kanji-word-24",
      "term": "六年",
      "reading": "ろくねん",
      "ru": "шесть лет",
      "en": "шесть лет",
      "page": 3
    },
    {
      "id": "kanji-word-25",
      "term": "七つ",
      "reading": "ななつ",
      "ru": "семь",
      "en": "семь",
      "page": 4
    },
    {
      "id": "kanji-word-26",
      "term": "七人",
      "reading": "ななにん",
      "ru": "семь человек",
      "en": "семь человек",
      "page": 4
    },
    {
      "id": "kanji-word-27",
      "term": "七月",
      "reading": "しちがつ",
      "ru": "Июль",
      "en": "Июль",
      "page": 4
    },
    {
      "id": "kanji-word-28",
      "term": "七年",
      "reading": "ななねん",
      "ru": "семь лет",
      "en": "семь лет",
      "page": 4
    },
    {
      "id": "kanji-word-29",
      "term": "七じ",
      "reading": "しちじ",
      "ru": "семь часов",
      "en": "семь часов",
      "page": 4
    },
    {
      "id": "kanji-word-30",
      "term": "八つ",
      "reading": "やっつ",
      "ru": "восемь",
      "en": "восемь",
      "page": 4
    },
    {
      "id": "kanji-word-31",
      "term": "八人",
      "reading": "はちにん",
      "ru": "восемь человек",
      "en": "восемь человек",
      "page": 4
    },
    {
      "id": "kanji-word-32",
      "term": "八月",
      "reading": "はちがつ",
      "ru": "Август",
      "en": "Август",
      "page": 4
    },
    {
      "id": "kanji-word-33",
      "term": "八年",
      "reading": "はちねん",
      "ru": "восемь лет",
      "en": "восемь лет",
      "page": 4
    },
    {
      "id": "kanji-word-34",
      "term": "九つ",
      "reading": "ここのつ",
      "ru": "девять",
      "en": "девять",
      "page": 5
    },
    {
      "id": "kanji-word-35",
      "term": "九人",
      "reading": "きゅうにん",
      "ru": "девять человек",
      "en": "девять человек",
      "page": 5
    },
    {
      "id": "kanji-word-36",
      "term": "九月",
      "reading": "くがつ",
      "ru": "Сентябрь",
      "en": "Сентябрь",
      "page": 5
    },
    {
      "id": "kanji-word-37",
      "term": "九年",
      "reading": "きゅうねん",
      "ru": "девять лет",
      "en": "девять лет",
      "page": 5
    },
    {
      "id": "kanji-word-38",
      "term": "九じ",
      "reading": "くじ",
      "ru": "девять часов",
      "en": "девять часов",
      "page": 5
    },
    {
      "id": "kanji-word-39",
      "term": "十",
      "reading": "とお",
      "ru": "десять",
      "en": "десять",
      "page": 5
    },
    {
      "id": "kanji-word-40",
      "term": "十人",
      "reading": "じゅうにん",
      "ru": "десять человек",
      "en": "десять человек",
      "page": 5
    },
    {
      "id": "kanji-word-41",
      "term": "十月",
      "reading": "じゅうがつ",
      "ru": "Октябрь",
      "en": "Октябрь",
      "page": 5
    },
    {
      "id": "kanji-word-42",
      "term": "十年",
      "reading": "じゅうねん",
      "ru": "десять лет",
      "en": "десять лет",
      "page": 5
    },
    {
      "id": "kanji-word-43",
      "term": "二百",
      "reading": "にひゃく",
      "ru": "200",
      "en": "200",
      "page": 6
    },
    {
      "id": "kanji-word-44",
      "term": "三百",
      "reading": "さんびゃく",
      "ru": "300",
      "en": "300",
      "page": 6
    },
    {
      "id": "kanji-word-45",
      "term": "六百",
      "reading": "ろっぴゃく",
      "ru": "600",
      "en": "600",
      "page": 6
    },
    {
      "id": "kanji-word-46",
      "term": "八百",
      "reading": "はっぴゃく",
      "ru": "800",
      "en": "800",
      "page": 6
    },
    {
      "id": "kanji-word-47",
      "term": "三千",
      "reading": "さんぜん",
      "ru": "3000",
      "en": "3000",
      "page": 6
    },
    {
      "id": "kanji-word-48",
      "term": "八千",
      "reading": "はっせん",
      "ru": "8000",
      "en": "8000",
      "page": 6
    },
    {
      "id": "kanji-word-49",
      "term": "千円",
      "reading": "せんえん",
      "ru": "1000 иен",
      "en": "1000 иен",
      "page": 6
    },
    {
      "id": "kanji-word-50",
      "term": "七千円",
      "reading": "ななせんえん",
      "ru": "7000 иен",
      "en": "7000 иен",
      "page": 6
    },
    {
      "id": "kanji-word-51",
      "term": "一万円",
      "reading": "いちまんえん",
      "ru": "10000",
      "en": "10000",
      "page": 7
    },
    {
      "id": "kanji-word-52",
      "term": "万国",
      "reading": "ばんこく",
      "ru": "Все страны",
      "en": "Все страны",
      "page": 7
    },
    {
      "id": "kanji-word-53",
      "term": "百円",
      "reading": "ひゃくえん",
      "ru": "100 иен",
      "en": "100 иен",
      "page": 7
    },
    {
      "id": "kanji-word-54",
      "term": "五百円",
      "reading": "ごひゃくえん",
      "ru": "500 иен",
      "en": "500 иен",
      "page": 7
    },
    {
      "id": "kanji-word-55",
      "term": "九千円",
      "reading": "きゅうせんえん",
      "ru": "9000 иен",
      "en": "9000 иен",
      "page": 7
    },
    {
      "id": "kanji-word-56",
      "term": "今年",
      "reading": "ことし",
      "ru": "этот год",
      "en": "этот год",
      "page": 7
    },
    {
      "id": "kanji-word-57",
      "term": "きょ年",
      "reading": "きょねん",
      "ru": "прошлый год",
      "en": "прошлый год",
      "page": 7
    },
    {
      "id": "kanji-word-58",
      "term": "らい年",
      "reading": "らいねん",
      "ru": "следующий год",
      "en": "следующий год",
      "page": 7
    },
    {
      "id": "kanji-word-59",
      "term": "人",
      "reading": "ひと",
      "ru": "человек ;люди",
      "en": "человек ;люди",
      "page": 8
    },
    {
      "id": "kanji-word-60",
      "term": "日本人",
      "reading": "にほんじん",
      "ru": "японец",
      "en": "японец",
      "page": 8
    },
    {
      "id": "kanji-word-61",
      "term": "月",
      "reading": "つき",
      "ru": "луна",
      "en": "луна",
      "page": 8
    },
    {
      "id": "kanji-word-62",
      "term": "月よう日",
      "reading": "げつようび",
      "ru": "Понедельник",
      "en": "Понедельник",
      "page": 8
    },
    {
      "id": "kanji-word-63",
      "term": "木",
      "reading": "き",
      "ru": "дерево",
      "en": "дерево",
      "page": 8
    },
    {
      "id": "kanji-word-64",
      "term": "木よう日",
      "reading": "もくようび",
      "ru": "Четверг",
      "en": "Четверг",
      "page": 8
    },
    {
      "id": "kanji-word-65",
      "term": "水",
      "reading": "みず",
      "ru": "вода",
      "en": "вода",
      "page": 9
    },
    {
      "id": "kanji-word-66",
      "term": "水よう日",
      "reading": "すいようび",
      "ru": "Среда",
      "en": "Среда",
      "page": 9
    },
    {
      "id": "kanji-word-67",
      "term": "川",
      "reading": "かわ",
      "ru": "река",
      "en": "река",
      "page": 9
    },
    {
      "id": "kanji-word-68",
      "term": "お金",
      "reading": "おかね",
      "ru": "деньги",
      "en": "деньги",
      "page": 9
    },
    {
      "id": "kanji-word-69",
      "term": "金",
      "reading": "きん",
      "ru": "золото",
      "en": "золото",
      "page": 9
    },
    {
      "id": "kanji-word-70",
      "term": "金よう日",
      "reading": "きんようび",
      "ru": "Пятница",
      "en": "Пятница",
      "page": 9
    },
    {
      "id": "kanji-word-71",
      "term": "火",
      "reading": "ひ",
      "ru": "огонь",
      "en": "огонь",
      "page": 10
    },
    {
      "id": "kanji-word-72",
      "term": "火山",
      "reading": "かざん",
      "ru": "вулкан",
      "en": "вулкан",
      "page": 10
    },
    {
      "id": "kanji-word-73",
      "term": "火よう日",
      "reading": "かようび",
      "ru": "Вторник",
      "en": "Вторник",
      "page": 10
    },
    {
      "id": "kanji-word-74",
      "term": "山",
      "reading": "やま",
      "ru": "гора",
      "en": "гора",
      "page": 10
    },
    {
      "id": "kanji-word-75",
      "term": "富士山",
      "reading": "ふじさん",
      "ru": "Гора Фудзи",
      "en": "Гора Фудзи",
      "page": 10
    },
    {
      "id": "kanji-word-76",
      "term": "土",
      "reading": "つち",
      "ru": "земля",
      "en": "земля",
      "page": 10
    },
    {
      "id": "kanji-word-77",
      "term": "土よう日",
      "reading": "どようび",
      "ru": "Суббота",
      "en": "Суббота",
      "page": 10
    },
    {
      "id": "kanji-word-78",
      "term": "先生",
      "reading": "せんせい",
      "ru": "учитель",
      "en": "учитель",
      "page": 11
    },
    {
      "id": "kanji-word-79",
      "term": "学生",
      "reading": "がくせい",
      "ru": "студент",
      "en": "студент",
      "page": 11
    },
    {
      "id": "kanji-word-80",
      "term": "生きます",
      "reading": "いきます",
      "ru": "жить",
      "en": "жить",
      "page": 11
    },
    {
      "id": "kanji-word-81",
      "term": "生まれます",
      "reading": "うまれます",
      "ru": "родиться",
      "en": "родиться",
      "page": 11
    },
    {
      "id": "kanji-word-82",
      "term": "お先にしつれいします。",
      "reading": "おさきにしつれいします",
      "ru": "до свидания.",
      "en": "до свидания.",
      "page": 11
    },
    {
      "id": "kanji-word-83",
      "term": "先しゅう",
      "reading": "せんしゅう",
      "ru": "прошлой неделе",
      "en": "прошлой неделе",
      "page": 11
    },
    {
      "id": "kanji-word-84",
      "term": "父",
      "reading": "ちち",
      "ru": "отец",
      "en": "отец",
      "page": 12
    },
    {
      "id": "kanji-word-85",
      "term": "お父さん",
      "reading": "おとうさん",
      "ru": "чужой отец",
      "en": "чужой отец",
      "page": 12
    },
    {
      "id": "kanji-word-86",
      "term": "大学",
      "reading": "だいがく",
      "ru": "университет",
      "en": "университет",
      "page": 12
    },
    {
      "id": "kanji-word-87",
      "term": "学校",
      "reading": "がっこう",
      "ru": "школа",
      "en": "школа",
      "page": 12
    },
    {
      "id": "kanji-word-88",
      "term": "学びます",
      "reading": "まなびます",
      "ru": "изучать",
      "en": "изучать",
      "page": 12
    },
    {
      "id": "kanji-word-89",
      "term": "子ども",
      "reading": "こども",
      "ru": "дети",
      "en": "дети",
      "page": 12
    }
  ]
};
